jordonsc/matter-apps/omni/sdkconfig.defaults.esp32s3
CONFIG_IDF_TARGET="esp32s3"

# TinyS3 settings
CONFIG_ESPTOOLPY_FLASHSIZE_4MB=n
CONFIG_ESPTOOLPY_FLASHSIZE_8MB=y
CONFIG_ESP_CONSOLE_USB_SERIAL_JTAG=y
